---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DpartLayerWidth
source: html/4ba84fa5-8127-b081-e333-703d20439216.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DpartLayerWidth Property

"Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId DpartLayerWidth { get; }
```